Repository: Zixin-yin/1
Catalog: 翻译记忆库.tmx
Source language: en_us
Languages: zh_cn

source: In the case that Party B returns Party A’s Staff according to Article 10.2.3, the balance of dispatch term shall be included in the service term of Party A’s Staff and the return compensation shall be calculated according to the total service term.
zh_cn: 乙方以10.2.3约定的情形退回甲方员工的，剩余派遣期限应计算入甲方员工在乙方的工作年限，据此计算退回补偿；并且除应按本条11.

source: In addition to the return compensation according to Article 11.2, Party B shall pay, Party A’s Staff’s salary, social insurances, accumulated housing fund and service fee, on a monthly basis, to Party A as the additional return compensation during the balance of dispatch term.
zh_cn: 2的约定向甲方支付退回补偿外，还应按剩余派遣期内应支付的该甲方员工的工资、社会保险和住房公积金，以及服务费等的总合作为额外退回补偿按月向甲方支付。

source: Article 13 Rescission of Labor Service Relationship by Party A’s Staff
zh_cn: 甲方员工解除使用关系

source: Party A’s Staff may rescind the labor service relationship with a 30-day prior notice in writing to Party B or Party A; Party A’s Staff, during the probation period, may rescind the labor service relationship with a 3-day prior notice to Party B or Party A.
zh_cn: 甲方员工提前三十日以书面形式通知乙方或者甲方，可以解除使用关系；甲方员工在试用期内提前三日通知乙方或者甲方，可以解除使用关系。

source: Under any of the following circumstances, Party A’s Staff may rescind the labor service relationship with Party B.
zh_cn: 有下列情形之一的，甲方员工可以与乙方解除使用关系。

source: Party B fails to provide labor protection or work conditions in accordance with law;
zh_cn: 乙方未按照约定依法提供劳动保护或者劳动条件的；

source: Party B fails to pay in full labor remuneration in a timely manner;
zh_cn: 乙方未及时足额支付劳动报酬的；

source: Party B fails to make social insurance payment to Party A for Party A’s Staff in line with the agreements by the two parties;
zh_cn: 乙方未按照约定向甲方支付为劳动者缴纳社会保险费的费用的；

source: Rules and regulations of Party B violate the provisions of laws and regulations and infringe upon the rights and interests of Party A’s Staff;
zh_cn: 乙方的规章制度违反法律、法规的规定，损害甲方员工权益的；

source: Party B induces Party A’s Staff to enter into or change labor service relationship (agreement) against its true intention by fraud or duress or by taking advantage of him or her;
zh_cn: 乙方以欺诈、胁迫的手段或者乘人之危，使甲方员工在违背真实意思的情况下与乙方建立或者变更使用关系（约定）的；

source: If Party B forces Party A’s Staff to work by resorting to violence, intimidation or illegal restriction of personal freedom, or Party B gives orders in violation of rules and regulations or forces Party A’s Staff to run risks in operation and causes danger to the personal safety of Party A’s Staff, Party A’s Staff may rescind the labor service relationship at once without prior notice to party B.
zh_cn: 乙方以暴力、威胁或者非法限制人身自由的手段强迫甲方员工劳动的，或者乙方违章指挥、强令冒险作业危及甲方员工人身安全的，甲方员工可以立即解除使用关系，不需事先告知乙方。

source: Return Compensation for Rescission of Labor Service Relationship by Party A’s Staff.
zh_cn: 13.3 甲方员工解除使用关系的退回补偿

source: If Party A’s Staff rescind the labor service relationship in line with the provisions in Article13.2, Party B shall pay to Party A (additional) return compensation in line with the standard specified in Article 11 and Article 12.1 hereof.
zh_cn: 甲方员工依照本条13.2约定解除使用关系的，乙方应当按照本合同第11条和第12.1条约定的标准向甲方支付（额外）退回补偿。

source: Chapter 4 Management Fee and Its Settlement
zh_cn: 费用及结算

source: Article 14 Determination of Management Fee
zh_cn: 管理费的确定

source: Management fee shall be defined in the Attachments hereto through consultation by the two parties. Settlement of the management fee for the current month shall be based on the Notice of Payment issued in standard printed form by Party A on 20th of each month.
zh_cn: 14.1管理费根据甲、乙双方协商，确定于本合同附件，并以每月二十日前甲方标准格式统一打印的《付款通知书》为当月管理费的结算依据。

source: In case that Party B intends to change the sum of management fee, it shall notify Party A in writing before 15th of the current month, or it shall bear the liabilities accordingly.
zh_cn: 乙方如有任何变动情况，应于当月十五日前书面通知甲方，否则应承担相应之责任。

source: Management fee can be settled in RMB or foreign currencies of equal value.
zh_cn: 14.2 管理费可以人民币或者等值于人民币报价的外币结算。

source: The exchange rate shall be the medial rate quoted by People’s Bank of China on 15th of the current month.
zh_cn: 汇率按中国人民银行当月十五日公布的汇率的中间价为准。

source: The two parties shall, in compliance with the relevant government regulations, adjust charges for social insurances and accumulated housing fund accordingly each year.
zh_cn: 14.3 甲、乙双方应根据政府相关规定的时间相应地调整社会保险费用和住房公积金费用；并根据政府的需要随时进行其它必须的调整。

source: Such adjustment of other items may occur at any time according to the policies of the government and shall not affect the dispatch term.
zh_cn: 前述的调整，不应影响派遣期限。

source: Article 15 Payment of Management Fee
zh_cn: 管理费的支付

source: Prior to the end of each month, Party B shall pay Party A Management Fee of the current month at the amount specified in this Contract and its Attachments in the following four ways:
zh_cn: 每月月底前，乙方应根据本合同及附件约定的金额向甲方支付当月的管理费，具体支付方式为以下四种：

source: Cash
zh_cn: 现金；

source: Check
zh_cn: 支票；

source: Bank Transfer
zh_cn: 转帐；

source: Telegraphic Transfer
zh_cn: 电汇。

source: Article 16 Payment of Return Compensation
zh_cn: 退回补偿的支付

source: Unless otherwise stipulated in this Contract, any return compensation and/or additional return compensation stipulated by this Contract and the Attachments hereto shall be paid in lump sum upon the return of Party A’s Staff.
zh_cn: 除本合同另有约定外，本合同和附件约定的任何退回补偿和（或）额外退回补偿，均应在甲方员工被退回的同时向甲方一次性全额支付。

source: Chapter 5 Liabilities for Breach of This Contract
zh_cn: 第五章 违约责任

source: Article 17 General Liabilities
zh_cn: 第十七条 普通责任

source: In case that either party hereto violates any provision of this Contract and the Attachments hereto, and therefore the other party suffers any loss, penalty or claim due to this, the breaching party shall make full compensation to the non-breaching party upon request.
zh_cn: 本合同的任何一方违反本合同和附件的任何约定，导致另一方遭受任何损失、处罚、索赔的，均应由违约方在未违约方提出要求时向未违约方作出足额补偿。

source: The assumption of any other liabilities by any party for breach of this Contract in accordance with this Contract and the Attachments hereto shall not exempt such party as the breaching party from its liabilities stipulated in this Article.
zh_cn: 任何一方依据本合同和附件的约定承担了其他违约责任的，并不能免除其作为违约方应承担的本条约定的违约责任。

source: Article 18 Liabilities Due to Delayed Payment of Management Fee
zh_cn: 第十八条 管理费迟延支付的违约责任

source: If Party B fails to pay in full Management Fee on time as stipulated in this Contract and the Attachments hereto, it shall, in addition to full-amount payment, make a daily payment of late fee to Party A which equals 0.2% of the sum payable from due date to the date of actual payment.
zh_cn: 乙方未按本合同和附件的约定按时足额支付管理费的，除应足额支付外，还应自应付款之日起，至实际支付之日止，每日支付应付款金额2‰的滞纳金给甲方。

source: In the meantime, if Party B’s failure to pay Management Fee in accordance with this Contract results in delayed payment of social insurances (or) accumulated housing fund of Party A’s Staff according to relevant government regulations, Party B shall bear corresponding legal liabilities of fine and penalty interest. In the case that Party B fails to pay Management Fee on time, Party A is entitled to rescind this Contract according to the actual breach.
zh_cn: 同时，因乙方未按约定支付管理费，造成甲方员工的社会保险费和（或）住房公积金未能按政府规定及时缴纳的，乙方应承担相关政府部门规定的补缴罚款或罚息。

source: Party B, as the breaching party, shall pay to Party A the delayed Management Fee payable accrued until the rescission of this Contract and the penalty to Party A in lump sum. (Penalty shall be the total sum of “the return compensation and additional return compensation of all Party A’s Staff serving Party B with all of them being deemed returned to Party A” plus “pay, social insurances, accumulated housing fund and service fee of all Party A’s Staff serving Party B at the time that this Contract is rescinded multiplying the balance of labor contract term (in month) or the extended labor contract term (in month) in line with law”.)
zh_cn: 甲方在乙方未按时支付管理费的情况发生时，有权根据乙方的违约情形选择解除本合同，乙方作为违约方应向甲方支付至本合同终止前拖欠的管理费用，并应向甲方一次性支付违约金；违约金的计算标准为：“视作每个甲方员工被退回，所应获得的退回补偿和额外退回补偿之和”加上“解除时乙方使用的每个甲方员工的工资、社会保险、住房公积金、服务费乘以至该甲方员工和甲方的劳动合同期满为止或依法顺延满为止的剩余月数之和”后的总和。

source: Article 19 Liabilities Due to Failure to Make Full Payment of Labor Remuneration on Time
zh_cn: 第十九条 乙方未及时足额支付劳动报酬的违约责任

source: If Party B fails to make full payment of labor remuneration of Party A’s Staff on time (including but not limited to pay and overtime payment), and therefore Party A suffers any penalty, claim or loss, Party B shall make full compensation to Party A.
zh_cn: 因乙方未及时足额支付甲方员工劳动报酬（包括但不限于工资、加班工资等），导致甲方遭受任何处罚、索赔、损失的，均应由乙方向甲方作出足额补偿。

source: Article 20 Liabilities Due to Delayed Payment of Return Compensation
zh_cn: 退回补偿迟延支付的违约责任

source: If Party B fails to pay return compensation and/or additional return compensation in full and on time in accordance with the provisions of this Contract and the Attachments hereto, it shall, in addition to full-amount payment, pay to Party A penalty, at the rate of 100% of the sum due upon request.
zh_cn: 乙方未按本合同和附件的约定按时足额支付退回补偿和（或）额外退回补偿的，除应足额支付外，还应在甲方提出要求时，按应付金额百分之一百的标准向甲方加付违约金。

source: Article 21 Liabilities Due to Unjustified Rescission of Labor Service Relationship by Party B
zh_cn: 乙方不当解除使用甲方员工的违约责任

source: According to law, if Party B, in line with the provisions of this Contract, returns Party A’s Staff, Party A may rescind or terminate the labor contract with such staff in accordance with the law; however, if such rescission or termination of labor contract by Party A is in violation of law, Party B shall bear the following liabilities:
zh_cn: 依法规定，乙方依本合同约定的情形将甲方员工退回甲方的，甲方可以依法与甲方员工解除或终止劳动合同；但如果甲方据此解除或终止劳动合同被裁判为违反法律规定的，乙方应承担以下违约责任。

source: If Party A’s Staff demand to resume performance of the labor contract, Party B shall restore the labor service relationship and bear all liabilities Party A shall assume due to this;
zh_cn: 甲方员工要求继续履行劳动合同的，乙方应同时恢复使用关系，并承担由此产生的一切甲方应承担的责任；

source: If Party A’s Staff do not demand to resume performance of the labor contract, Party B shall pay to Party A penalty at the rate of twice the return compensation stipulated by this Contract;
zh_cn: 甲方员工不要求继续履行劳动合同的，应当依照本合同约定的退回补偿标准的二倍向甲方支付违约金；

source: If the labor service relationship could not restored, Party B shall bear all liabilities Party A shall assume due to this, including but not limited to the economic liabilities of paying damages, remuneration, social insurances, accumulated housing fund and Party B shall pay the service fee to Party A, as stipulated in the Contract and the Attachments, of the remainder of labor contract term in lump sum.
zh_cn: 使用关系实际无法恢复的，乙方应承担由此产生的一切甲方应承担的责任，包括但不限于支付赔偿金、报酬、缴交社会保险和住房公积金等经济责任；并应按本合同和附件确定的服务费标准，一次性向甲方支付甲方与甲方员工剩余的劳动合同期限的服务费。

source: Article 22 Rescission of this Contract after Breach
zh_cn: 违约后的合同解除

source: If either party is in violation of the provisions of this Contract for more than 30 days without rectification, the other party shall have the right to rescind this Contract by giving a written notice, and this Contract shall be rescinded upon the issuance of such written notice.
zh_cn: 任何一方违反本合同的约定超过三十日仍未改正的，另一方有权书面通知对方解除本合同，本合同自书面通知发出之日起即行解除。

source: Chapter 6 Supplementary Provisions
zh_cn: 第六章 附则

source: Article 23 Stipulation on Service Term
zh_cn: 服务期的约定

source: If Party B has provided any special training fund to Party A’s Staff and conducted any professional and technical training, it may conclude an agreement with Party A’s staff stipulating service term and penalty in accordance with law.
zh_cn: 乙方为甲方员工提供专项培训费用，对其进行专业技术培训的，可以与其订立协议，依法约定服务期和违约金。

source: Article 24 No Creation of Any Right for Any Third Party
zh_cn: 未创设第三方权利

source: Any article in this Contract shall not be used or interpreted as providing or creating any beneficial rights to any third party.
zh_cn: 本合同的任何条款并未被用于、或被解释为向第三方提供和创设使该第三方得到受益的权利。

source: Such third party includes but is not limited to Party A’s Staff.
zh_cn: 前述第三方包括但不限于甲方员工。

source: Article 25 Other Issues Agreed upon by the Two Parties
zh_cn: 双方约定的其他事宜

source: If the pay of Party A’s Staff is distributed by Party A, Party A shall withhold and pay individual income tax of such staff unless otherwise agreed.
zh_cn: 25.1 若由甲方支付甲方员工的工资的，一般应由甲方代扣代缴甲方员工的个人所得税，另有约定的除外。

source: Party B shall notify Party A in writing, 60 days in advance, to rescind or terminate this Contract.
zh_cn: 25.2乙方解除或终止本合同的，应提前六十日书面通知甲方。

source: If Party B rescinds or terminates this Contract and return Party A’s Staff, or Party A’s Staff previously returned by Party B are still in the labor contract term upon rescission or termination of this Contract, Party B shall pay to Party A, on a monthly basis, the pay, social insurances and accumulated housing fund of all Party A’s Staff serving Party B or having previously served Party B but still in the labor contract term till the Labor Contract between Party A’s Staff and Party A can lawfully expire. Party B shall also pay (additional) return compensation according to years of service of Party A’s Staff upon lawful expiration of their labor contract.
zh_cn: 乙方解除或终止本合同而将甲方员工退回甲方的，或乙方曾使用的甲方员工仍在劳动合同期内的，则乙方应按月向甲方支付本合同解除时乙方使用或曾使用且仍在劳动合同期内的所有甲方员工的工资、社会保险、住房公积金，直至该甲方员工和甲方的劳动合同期满可终止为止；并根据劳动合同期满可终止时依照甲方员工工作年限应当向甲方支付（额外）退回补偿。

source: For the above payment, Party A may request Party B to pay in lump sum.
zh_cn: 前述费用，甲方可以要求乙方一次性支付。

source: Article 26 Issues Not Addressed in Detail in This Contract
zh_cn: 本合同未尽事宜

source: Supplementary agreements as attachments of this Contract shall be reached in conformity with law with regard to issues not addressed in detail in this Contract during implementation.
zh_cn: 本合同在履行过程中如发现有未尽事宜，应由甲、乙双方依法律另行订立补充约定作为本合同的附件。

source: Article 27 Settlement of Disputes
zh_cn: 争议的解决

source: Any dispute arising from implementation of this Contract between the two parties shall be settled through friendly consultation. If such effort fails, the dispute shall be submitted to Shanghai Branch of China International Economic and Trade Arbitration Commission for arbitration.
zh_cn: 甲、乙双方在履行本合同过程中发生的任何争议，均应由双方友好协商解决；协商不成的，可提交中国国际经济贸易仲裁委员会上海分会仲裁。

source: Article 28 Effective Date of This Contract
zh_cn: 合同的生效

source: This Contract is signed by both parties on the day of [ ] in Shanghai and shall come into effect as of the date of _______.
zh_cn: 本合同由甲、乙双方于[ ]年[ ]月[ ]日在上海签署，并自[ ]年[ ]月[ ]日起生效。

source: Article 29 Modification of This Contract
zh_cn: 合同的变更

source: During the contract term, unless otherwise provided by this Contract, either party shall notify the other party in writing 30 days in advance if it intends to modify this Contract. Within 30 days after the other party receives the notification, the two parties shall reach a consensus with respect to the modification.
zh_cn: 除本合同另有约定外，任何一方需在合同期内变更本合同的，均应提前三十日以书面形式通知对方，另一方收到通知后三十日内，双方应就变更条款达成一致；如逾期双方仍不能达成一致的，本合同原条款应继续有效，双方必须继续履行。

source: If such effort fails, the original articles of this Contract shall remain valid and be implemented by both parties.
zh_cn: 完整的合同和可分割性

source: Article 30 Entirety and Severability This Contract and all Attachments hereto constitute the entire contract between the two parties.
zh_cn: 本合同以及本合同的所有附件，构成甲、乙双方之间所达成的完整的合同。

source: The unlawfulness or invalidity of any provision of this Contract or the Attachments hereto shall not affect the validity of any other provisions of this Contract or the Attachments hereto.
zh_cn: 本合同或附件任何条款的不合法或无效，不应影响本合同和附件任何其他条款的有效性。

source: Article 31 Necessary Adjustment Due to Regulatory Changes
zh_cn: 政策性调整

source: Both Party A and Party B understand and accept that in case that any statutory documents relating to Labor Contract Law stipulated by the State and Shanghai Municipality are implemented, this Contract and its Attachments shall be modified in accordance with the above documents.
zh_cn: 甲、乙双方理解并同意：如果国家和/或上海市就《劳动合同法》有规范性文件实施的，本合同和附件应根据前述规范性文件变更。

source: Article 32 Miscellaneous
zh_cn: 其他

source: This Contract is prepared in duplicate, with each party holding one original with the same effect.
zh_cn: 本合同一式二份，双方各持一份为凭，具有同等效力。

source: This Contract is prepared in both Chinese and English versions.
zh_cn: 本合同如由中文和外文书就，两种文本如有不一致，以中文文本为准。
